export default[
    {
                    authorId:1,
                    name:'梵高',
                    jianjie:"文森特·威廉·梵高(荷兰语:Vincent Willem van Gogh,1853年3月30日-1890年7月29日),荷兰后印象派画家。他是表现主义的先驱,并深深影响了二十世纪艺术,尤其是野兽派与德国表现主义。梵高的作品,如《星夜》《向日葵》《有乌鸦的麦田》等,现已跻身于全球最具名、广为人知的艺术作品的行列。他在2004年票选最伟大的荷兰人当中,排名第十,次于第九伟大的17世纪画家伦勃朗。1861年梵高开始接受教育,在学习语言包括法语、德语及英语表现不错,但在1868年3月中断学业,并在1869年7月在国际艺术品交易商公司见习。经历了短暂的工作生涯后,他成为传教士,向贫困的采矿工人传教。直到大约27岁时,梵高才开始了他的画家生涯;然而,在他生前的最后十年间,却创作了超过两千幅画,包括约900幅油画与1100幅素描。梵高早期只以灰暗色系进行创作直到他在巴黎遇见了印象派与新印象派。梵高融入了他们的鲜艳色彩与画风，创造了他独特的个人画风，尤其在梵高待在法国阿尔勒的那段时间，发展已臻成熟。他最著名的作品多半是他在生前最后两年创作的,期间梵高深陷于精神疾病中,最后在他37岁那年将他导向自杀一途。梵高一生中的核心人物是他的弟弟西奥,西奥从不间断、无私的提供梵高经济资助,二人亦终生保持书信来往。有种说法是梵高生前出售的画作《红色葡萄园》也是由他的弟弟拜托友人购得。",
                    src:require("../assets/梵高.jpg"),
                },
                // {
                //     authorId:2,
                //     name:'毕加索',
                //     jianjie:"巴勃罗·毕加索(西班牙语:Pablo Picasso,1881年10月25日～1973年4月8日），全名巴勃罗·迭戈·何塞·弗朗西斯科·狄·保拉·胡安·纳波穆西诺·玛莉亚·狄·洛斯·雷梅迪奥斯·西普里亚诺·狄·拉·圣地西玛·特里尼达·路易斯·毕加索（Pablo Diego José Francisco de Paula Juan Nepomuceno María de los Remedios Cipriano de la Santísima Trinidad Ruiz Picasso），西班牙画家、雕塑家，法国共产党党员。是现代艺术的创始人，西方现代派绘画的主要代表。毕加索是当代西方最有创造性和影响最深远的艺术家，是20世纪最伟大的艺术天才之一。代表作品:《格尔尼卡》《和平鸽》《亚威农少女》《生命》。",
                //     src:require("../assets/毕加索.jpg"),
                // },
                {
                    authorId:2,
                    name:'Guy Billout',
                    jianjie:"《大西洋月刊》的艺术总监朱迪·加兰说:“Guy来自另一个星球,经过这么多年的密切合作,他对我来说仍然是一个谜。” 画技可以修炼,但想象力还是人类最值钱的财富。 ",
                    src:require("../assets/Guy Billout.jpg"),
                },
                {
                    authorId:3,
                    name:'Yukiko Noritake',
                    jianjie:"yukiko擅长将自然与城市生活相融合进行场景创作的同时又饱含细节色调极度舒适把巴黎街头的惬意和慵懒的氛围传递给大家",
                    src:require("../assets/Yukiko Noritake.jpg"),
                },
                {
                    authorId:4,
                    name:'袁松年',
                    jianjie:"袁松年，广东番禺人，毕业于圣约翰大学，上海中国画院画师，学习过西画并想到洋为中用，创造新的中国画。后来放弃西画，力求“国画的合理化”，所谓合理化就是想摆脱传统绘画中僵硬的笔墨模式，运用较写实的方法来表现山水和风景，曾任上海中国画院画师，中国美术家协会上海分会会员，上海文史馆馆员，黄浦区政协委员；有《抒情小唱诗集》、《名胜写生集》，传世作品《太湖一角图》、《运菜图》等藏于上海中国画院。",
                    src:require("../assets/袁松年.jpg"),
                },

]